export const points = [
    {
        name: "无害化",
        id: "",
    },
    {
        name: "堆粪棚",
        id: "",
    },
    {
        name: "种公羊",
        id: "",
    },
    {
        name: "病羊隔离舍",
        id: "",
    },
    {
        name: "隔离羊舍",
        id: "",
    },
    {
        name: "后备公羊舍",
        id: "",
    },
    {
        name: "受体羊舍",
        id: "",
    },
    {
        name: "后备母羊舍",
        id: "",
    },
    {
        name: "哺乳中心 / 羔羊舍",
        id: "",
    },
    {
        name: "挤奶站 / 兽医",
        id: "",
    },
    {
        name: "4号基础母羊舍",
        id: "",
    },
    {
        name: "3号基础母羊舍",
        id: "",
    },
    {
        name: "供体羊舍",
        id: "",
    },
    {
        name: "2号基础母羊舍",
        id: "",
    },
    {
        name: "1号基础母羊舍",
        id: "",
    },
    {
        name: "员工宿舍",
        id: "",
    },
    {
        name: "餐厅",
        id: "",
    },
    {
        name: "办公楼",
        id: "",
    },
    {
        name: "专家工作站",
        id: "",
    },
    {
        name: "更衣室",
        id: "",
    },
    {
        name: "生物工程中心",
        id: "",
    },
    {
        name: "数字化育种中心",
        id: "",
    },
    {
        name: "挤奶中心",
        id: "",
    },
    {
        name: "修车库",
        id: "",
    },
    {
        name: "精料库",
        id: "",
    },
    {
        name: "饲料中心",
        id: "",
    },
    {
        name: "干草棚",
        id: "",
    },
    {
        name: "设备间",
        id: "",
    }
]