export const points = [
    {
        name: "无害化",
    },
    {
        name: "堆粪棚",
    },
    {
        name: "种公羊舍",
    },
    {
        name: "病羊隔离舍",
    },
    {
        name: "隔离羊舍",
    },
    {
        name: "后备公羊舍",
    },
    {
        name: "受体羊舍",
    },
    {
        name: "后备母羊舍",
    },
    {
        name: "哺乳中心 / 羔羊舍",
    },
    {
        name: "挤奶站 / 兽医",
    },
    {
        name: "4# 基础母羊舍",
    },
    {
        name: "3# 基础母羊舍",
    },
    {
        name: "供体羊舍",
    },
    {
        name: "2# 基础母羊舍",
    },
    {
        name: "1# 基础母羊舍",
    },
    {
        name: "员工宿舍",
    },
    {
        name: "餐厅",
    },
    {
        name: "办公楼",
    },
    {
        name: "专家工作站",
    },
    {
        name: "更衣室",
    },
    {
        name: "生物工程中心",
    },
    {
        name: "数字化育种中心",
    },
    {
        name: "挤奶中心",
    },
    {
        name: "修车库",
    },
    {
        name: "精料库",
    },
    {
        name: "饲料中心",
    },
    {
        name: "干草棚",
    },
    {
        name: "设备间",
    }
]